Repository: Hanykahlout/Almnabr
Catalog: Almnabr/Localizable/*.lproj/Localizable.strings
Languages: ar

# txt_username_address
source: User Name
ar: اسم المستخدم

# txt_email_address
source: Email Address
ar: البريد الالكتروني

# txt_password
source: Password
ar: كلمة المرور

# btn_forget_password
source: Forgot password
ar: هل نسيت كلمة المرور

# btn_login
source: Login
ar: تسجيل الدخول

# btn_language
source: Language
ar: اللغة

# btn_submit
source: Submit
ar: اعتماد

source: Error
ar: خطأ

source: Are you sure?
ar: هل انت متأكد ؟

# btn_yes
source: YES
ar: نعم

# btn_no
source: NO
ar: لا

# nav_settings
source: Settings
ar: الاعدادات

# lbl_logout
source: Logout
ar: تسجيل خروج

# lbl_settings
source: Settings
ar: الاعدادات

source: English
ar: انجليزي

source: Arabic
ar: عربي

source: Remember Me
ar: تذكرني

# txt_Home
source: Home
ar: الرئيسية

source: Home
ar: الرئيسية

# txt_searchAdmin
source: Admin
ar: مدير النظام

# txt_searchByForm
source: Search By Form
ar: البحث بالنموذج

# txt_searchByModule
source: Search By Module
ar: البحث بواسطة الوحدات

# txt_NoData
source: Ther's No Data!
ar: لا يوجد بيانات!

# txt_searchAll
source: All
ar: الكل

source: All
ar: الكل

source: Auto
ar: آلي

source: Manual
ar: يدوي

source: Last Update
ar: تاريخ الصفقة

source: Attempt
ar: المدخل

source: Form Name
ar: النموذج

source: No.
ar: رقم الطلب

source: Admin
ar: مدير النظام

source: Users
ar: فريق العمل

source: Status
ar: الحالة

source: Barcode
ar: الباركود

source: Writer
ar: المدخل

source: Desc
ar: وصف

source: Description
ar: وصف

source: Approval
ar: الموافقة

source: from
ar: من

source: To
ar: إلى

source: Type
ar: النوع

source: Module
ar: القسم

source: Submitter
ar: المعمد

source: Form
ar: النموذج

source: Transaction Date
ar: تاريخ الصفقة

source: Approval Type
ar: نوع الموافقة

source: Project ID
ar: رقم المشروع

source: Project Title
ar: اسم المشروع

source: Branch
ar: الفرع

source: Project Type
ar: نوع المشروع

source: Customers
ar: العملاء

source: On Date
ar: التاريخ

# txt_searchByBranch
source: Branch
ar: الفرع

# txt_searchByServices
source: Search By Services
ar: الخدمات

source: Services
ar: الخدمات

# txt_Quotations
source: Quotations
ar: عرض سعر

# txt_Projects
source: Projects
ar: المشاريع

source: Project Details
ar: تفاصيل المشروع

# txt_Project_Name_En
source: Project Name English
ar: اسم المشروع انجليزي

# txt_Project_Name_Ar
source: Project name Arabic
ar: اسم المشروع عربي

# txt_Project_Type
source: Project Type
ar: نوع المشروع

# txt_update
source: On Updated
ar: تم التحديث في

# txt_location
source: location
ar: موقع المشروع

# txt_AllProjects
source: Supervision Operation
ar: المشروع

# txt_MainProjectView
source: Main Project View
ar: صفحة المشروع الرئيسية

# txt_SupervisionDashboard
source: Supervision Dashboard
ar: لوحة المشروع

# txt_TemplateName
source: Template Name
ar: اسم النموذج

# txt_GroupType
source: Group Type
ar: نوع المجموعة

# txt_Groupe1
source: Groupe1
ar: مجموعات ١

# txt_Groupe2
source: Groupe2
ar: مجموعات ٢

# txt_Position
source: Position
ar: التخصص

source: All Projects
ar: قائمة المشاريع

source: Projects
ar: المشاريع

source: Form Transaction
ar: معاملات المشروع

source: Team Users
ar: فريق العمل

source: Contacts
ar: بيانات الاتصال

source: Documents
ar: وثائق المشروع

# txt_SupervisionOperationDetails
source: Supervision Operation Details
ar: بيانات عملية الإشراف

source: Name
ar: الإسم

source: Title
ar: الوصف

source: Positions
ar: التخصص

source: Role
ar: الصلاحية

source: Contractors
ar: مقاول

source: Others
ar: إضافة بنود أخرى

source: Email
ar: البريد الالكتروني

source: Mobile
ar: الجوال

source: Whatsapp
ar: ال Whatsapp

source: Fax
ar: فاكس

source: Active
ar: نشيط

source: History
ar: السجلات

# txt_Active
source: Active
ar: نشيط

# txt_DocumentType
source: Document Types
ar: أنواع المستندات

# txt_Division
source: Specific Item Divisions
ar: أقسام عناصر محددة

source: Document Types
ar: أنواع المستندات

source: Specific Item Divisions
ar: أقسام عناصر محددة

source: File Level
ar: صلاحية الملف

source: Template Name
ar: اسم النموذج

source: Group One
ar: مجموعات ١

source: Group Type
ar: نوع المجموعة

source: Group Two
ar: مجموعات ٢

# txt_config
source: Configrations
ar: خطوة تقديم طلب

# txt_Language
source: Language
ar: اللغة

# txt_SiteLevel
source: Site Level
ar: موقع العمل

# txt_Phases
source: By Phases
ar: رقم المنطقة و البلوك

# txt_GeneralNo
source: General Numbers
ar: رقم الوحدة العام

# txt_AllUnits
source: For All Units
ar: جميع الوحدات

# txt_WorkSite
source: Work Site
ar: موقع العمل

# txt_No
source: No
ar: لا

# txt_Yes
source: Yes
ar: تاكيد

# txt_SeparateUnits
source: Separate Units
ar: هل ترغب بفصل الوحدات ؟ :

# txt_FillWorkLevel
source: Fill Work Level
ar: اختيار موقع العمل

# txt_Generalnumber
source: General number
ar: رقم الوحدة العام

# txt_SearchGeneralNumbers
source: Search General Numbers
ar: البحث بالرقم العام

# txt_FillWorkLevels
source: Fill Work Levels
ar: اختيار موقع العمل

source: All pending need action
ar: جميع الإجراءات المعلقة

source: Form Details
ar: بيانات النموذج

source: Request Number
ar: رقم الطلب

source: Service Name
ar: اسم الخدمة

source: Form Code
ar: رمز النموذج

source: Division
ar: الباب

source: Chapter
ar: الفصل

source: Form Specifications
ar: المواصفات الفنية

source: Item Name
ar: اسم البند

source: Form Versions
ar: إصدارات النموذج

source: Preview
ar: مشاهدة

source: Lang_drawing_file
ar: drawing file

source: Selected Step
ar: الخطوة المحددة

source: Last Step Opened
ar: الوضع الحالي للنموذج متوقف عند

source: Evaluation Result:
ar: التقييم النهائي:

source: Notes
ar: الملاحظات

source: Person Details
ar: بيانات المشاركين

source: Attachments
ar: المرفقات

source: Supervision Operations
ar: المشروع

source: You not have permission to access this step
ar: ليس لديك صلاحية للوصول إلى هذه الخطوة

source: step
ar: الخطوة

source: of
ar: من

source: Configurations
ar: خطوة تقديم طلب

source: Contractor Team_Approval
ar: موافقة فريق العمل للمقاول

source: Contractor Manager Approval
ar: موافقة مدير المشروع عند المقاول

source: Recipient Verification
ar: إستلام الطلب

source: Techinical Assistant
ar: المساعد التقني

source: Special Approval
ar: مساعدة خاصة

source: Evaluation Result
ar: التقييم النهائي

# Authorized Positions Approval
source: Authorized Positions
ar: موافقة مدقق الطلب

source: Manager Approval
ar: موافقة مدير المشروع عند الإستشاري

source: Owners Representative
ar: موافقة ممثل المالك

source: Final Result
ar: خطوة الإعتماد

source: Return to technical assistant to re-submit
ar: رفض و إعادة التقييم مره اخرى

source: Approve
ar: قبول

source: Rejected Notes :
ar: سبب الرفض :

source: Customer Representative Required !?.
ar: إشراك ممثل المالك في الطلب !?.

source: No
ar: لا

source: Yes
ar: تاكيد

source: Upload customer approved document
ar: رفع مستند موجه من المالك بهذا الطلب

source: Assign owner user for confirmation
ar: إشراك إلكتروني في الطلب

source: Customer Representative ? :
ar: طريقة إشراك ممثل المالك :

source: Owner users
ar: اسم ممثل المالك

source: Submit
ar: اعتماد

source: ( Note : The consultant decision in this request will not be confirmed until reviewing owner representative response )
ar: ( ملاحظة : لا يعتد برأي الإستشاري في هذا الطلب إلا بعد الإطلاع على رد ممثل المالك )

source: Upload attachment
ar: إرفاق المستند

source: Owner Representative
ar: موافقة ممثل المالك

source: Thank you, we will review your request. wait the result soon.
ar: جاري إعتماد الطلب شكرا لك

source: Waiting for :
ar: بإنتظار :

source: View
ar: عرض

source: View Time
ar: مشاهدة الوقت

source: Last View Time
ar: وقت آخر مشاهدة

source: Date & Time
ar: التاريخ والوقت

source: Attachments Title
ar: اسم المرفق

source: Date
ar: التاريخ

source: Attachment Type
ar: نوع المرفق

source: File Size
ar: حجم الملف

source: Selected unites and levels
ar: الوحدات المختارة

source: Work Level
ar: موقع العمل

source: Units
ar: الوحدة

source: Transaction Number
ar: رقم الطلب

source: Unit
ar: الوحدة

source: Platform Code System
ar: رقم البند في النظام

source: Platform
ar: بند

source: Supervision ID
ar: رقم المشروع

source: Supervision Name
ar: اسم الخدمة

source: Next
ar: التالي

source: Previous
ar: السابق

source: Cancel
ar: تراجع

source: zones
ar: المنطقة

source: Blocks
ar: البلوك

source: Clusters
ar: الكلستر

# txt_ByPhase
source: By Phases
ar: رقم المنطقة و البلوك

# txt_Zone
source: zone
ar: المنطقة

# txt_Blocks
source: Blocks
ar: البلوك

# txt_Clustre
source: Clusters
ar: الكلستر

# txt_Unit
source: Units
ar: الوحدة

# txt_FormVersion
source: Form Version
ar: إصدارات النموذج

# txt_Relatedforms
source: Related forms
ar: نماذج مرتبطة بالنموذج الحالي

# txt_Attachments
source: Attachments
ar: المرفقات

source: Related Forms :
ar: نماذج مرتبطة :

# lbl_ContractorManager
source: Contractor Manager
ar: تتطلب خطوة مدير المقاول

# lbl_ContractorTeamUsers
source: Contractor Team Users
ar: مستخدمي فريق المقاول

source: Reject and return to update
ar: رفض و إعادة

source: Request Approval !?.
ar: قبول العملية !?.

source: Contractor Team Approval
ar: موافقة فريق العمل للمقاول

source: Reserve Request
ar: إستلام الطلب

source: Recipient Verification
ar: إستلام الطلب

source: Technical Assistant
ar: المساعد التقني

source: Check List
ar: بنود المراجعة

source: Saudi Bulding Code :
ar: بنود مراجعة كود البناء السعودي :

source: Special Approvals !?
ar: طلب رأي فني او موافقة من زميل !?

source: add users
ar: اسم المستخدم الأول والأخير

source: Evaluation Result:
ar: التقييم النهائي:

source: Evaluation Status:
ar: الحالة :

source: Title:
ar: الوصف:

source: Result
ar: النتيجة

source: Notifications
ar: الاشعارات

source: Related Forms
ar: نماذج مرتبطة

# txt_SearchGeneralNo
source: search By General Number
ar: البحث بالرقم العام

source: ID
ar: الرقم

source: Specifications
ar: المواصفات الفنية
